const schemaErrors = {
  1001: 'لا يمكنك إرسال حقل كلمة مرور فارغ',
  1002: ' الحد الأدنى لأحرف كلمة المرور هو 8',
  1003: ' كلمة المرور مطلوبة',
  1004: 'البريد الإلكتروني غير صالح',
  1005: 'لا يمكنك إرسال حقل البريد الإلكتروني فارغ',
  1006: ' البريد الإلكتروني مطلوب',
  1007: ' البريد الإلكتروني مستخدم بالفعل',
  1008: 'البريد او كلمة المرور خاطئة',
  1009: 'الإسم مطلوب',
  1010: 'تم تسجيل الدخول بنجاح',
  1011: 'تم تسجيل خروجك بالفعل',
  1012: 'يوجد خطأ في بيانات الدخول',
  1013: 'تم تسجيل الخروج بنجاح',

};
export default schemaErrors;
