const sections = [
  'الأثاث',
  'الإلكترونيات',
  'الخدمات',
  'الرياضة',
  'العقارات',
  'المركبات',
];

const types = [
  {
    section: 'الأثاث',
    typesArr: [
      'خزانات', 'أطقم نوم', 'مكاتب', 'أطقم', 'كنب', 'زينة',
    ],
  },
  {
    section: 'الإلكترونيات',
    typesArr: [
      'لابتوبات', 'موبايل', 'شاشات', 'طابعات', 'اكسسوارات', 'قطع صيانة', 'ألعاب', 'ساعات رقمية',
    ],
  },
  {
    section: 'الخدمات',
    typesArr: [
      'خدمات فنية', 'خدمات طبية', 'خدمات تعليمية', 'خدمات عامة',
    ],
  },
  {
    section: 'الرياضة',
    typesArr: [
      'ملابس رياضية', 'اجهزة رياضية', 'أحذية رياضية',
    ],
  },
  {
    section: 'العقارات',
    typesArr: [
      'أراضي', 'شقق ومنازل', 'المحلات والمخازن',
    ],
  },
  {
    section: 'المركبات',
    typesArr: [
      'سيارة', 'جيب', 'دراجة هوائية', 'دراجة نارية',
    ],

  },
  {
    section: 'الأجهزة',
    typesArr: ['أجهزة كهربائية'],
  },
];

export {
  sections, types,
};
